package pkg

var (
	PillsRunOutText     = "Таблетки заканчиваются! Не забудь купить новые!"
	PillsTakingTimeText = "Привет %s! Пришло время принять таблетку '%s'! Сегодня %s. Осталось таблеток: %d. "
	NotifyStageText     = "Спасибо %s! Напоминания будут приходить!\n"
	BestTimeStageText   = "Спасибо %s! А теперь скажи пожалуйста в какой" +
		" время тебе удобно напоминать о приеме таблеток? Число между 1-24\n"
	PillsTotalStageText = "Спасибо %s! А теперь скажи пожалуйста сколько ВСЕГО " +
		"таблеток должно быть в упаковке?\n"
	PillsLeftStageText = "%s, скажи пожалуйста сколько осталось таблеток в упаковке лекарства?\n"
	StartStageText     = "Привет %s! Этот телеграм бот поможет тебе принимать " +
		"твои противозачаточные таблетки вовремя. Начни с команды '''/start'''\n"
)
